Repository: FlineDev/FreemiumKit
Catalog: Sources/FreemiumKit/Resources/*.lproj/Localizable.strings
Languages: am, ar, as, be, bg, bo, ca, ckb, cs, de, el, es, et, eu, fi, fil, fr, fy, he, hi, hr, hu, hy, ka, kk, ko, lb, lo, lv, mai, mn, ms, nl, or, pl, ps, pt_br, rw, sd, sl, sr, sr_latn, sv, tk, tr, tt, ur, uz, vi, zh_hans

source: FreemiumKit.DisplayPriceIfSubscription.PerDay(displayPrice: %@)
am: %@/ቀን
ar: ٪ @ / يوم
as: %@/দিন
be: %@/дзень
bg: %@/ден
bo: %@/ཉིན
ca: %@ / dia
ckb: %@/ڕۆژ
cs: %@/den
de: %@/Tag
el: %@/day
es: %@/día
et: %@/p채ev
eu: %@/eguna
fi: %@/päivä
fil: %@ / araw
fr: %@/jour
fy: %@/dei
he: %@ / יום
hi: %@ / दिन
hr: %@ / dan
hu: %@/nap
hy: %@ / օր
ka: %@ / დღე
kk: %@ / күн
ko: %@/일
lb: %@ / Dag
lo: %@/ມື້
lv: %@/dienā
mai: %@/दिन
mn: %@ / өдөр
ms: %@ / hari
nl: %@/dag
or: %@/ଦିନ
pl: %@/dzień
ps: %@/day
pt_br: %@/dia
rw: %@ / umunsi
sd: %@/ڏينهن
sl: %@/dan
sr: %@ / дан
sr_latn: %@/dan
sv: %@/dag
tk: unit-symbols
tr: %@/gün
tt: %@/көн
ur: %@ / دن
uz: %@/kun
vi: %@ / ngày
zh_hans: %@/天

source: FreemiumKit.DisplayPriceIfSubscription.PerMonth(displayPrice: %@)
am: %@/ወር
ar: ٪ @ / شهر
as: %@/মাহ
be: %@/месяц
bg: %@/месец
bo: %@/ཟླ
ca: %@/mes
ckb: %@/مانگ
cs: %@/měsíc
de: %@/Monat
el: %@/μήνα
es: %@/mes
et: %@/kuu
eu: %@/hilabetea
fi: %@/kuukausi
fil: %@ / buwan
fr: %@/mois
fy: %@/moanne
he: %@ / חודש
hi: %@ / माह
hr: %@ / mjesec
hu: %@/hó
hy: %@ / ամիս
ka: %@/თვე
kk: %@ / ай
ko: %@/월
lb: %@ / Mount
lo: %@/ເດືອນ
lv: %@/mēnesī
mai: %@/मास
mn: %@ / сар
ms: %@/month
nl: %@/maand
or: %@/ମାସ
pl: %@/miesiąc
ps: ٪@/month
pt_br: %@/mÃªs
rw: %@ / ukwezi
sd: ٪@/مهينو
sl: %@/mesec
sr: %@ / месец
sr_latn: %@/month
sv: %@/månad
tk: unit-symbols
tr: %@/ay
tt: %@/ай
ur: %@ / مہینہ
uz: %@/oy
vi: %@ / tháng
zh_hans: %@/月

source: FreemiumKit.DisplayPriceIfSubscription.PerWeek(displayPrice: %@)
am: %@/ሳምንት
ar: %@ / أسبوع
as: %@/সপ্তাহ
be: %@/тыдзень
bg: %@/седмица
bo: %@ /གཟའ་འཁོར་གཅིག
ca: %@ / setmana
ckb: %@/هەفتە
cs: %@/týden
de: %@/Woche
el: %@/εβδομάδα
es: %@/semana
et: %@/n채dalas
eu: %@ / astea
fi: %@/viikko
fil: %@ / linggo
fr: %@/semaine
fy: %@/wike
he: %@ /שבוע
hi: %@/ सप्ताह
hr: %@ / tjedan
hu: %@/hét
hy: %@ / շաբաթ
ka: %@ / კვირა
kk: %@ / апта
ko: %@/week
lb: %@ / Woch
lo: %@/ອາທິດ
lv: %@ nedēļā
mai: %@/हफ्ता
mn: %@ / долоо хоног
ms: minggu/%@
nl: %@/week
or: %@ /ସପ୍ତାହ
pl: %@/tydzień
ps: %@ /اونۍ
pt_br: %@/semana
rw: %@/ Icyumweru
sd: %@/هفتو
sl: %@/teden
sr: %@ / недеља
sr_latn: %@/Nedelje
sv: %@/vecka
tk: %@ /hepde
tr: %@/hafta
tt: %@/атна
ur: %@ / ہفتہ
uz: %@/hafta
vi: %@ / tuần
zh_hans: %@/week

source: FreemiumKit.DisplayPriceIfSubscription.PerYear(displayPrice: %@)
am: %@/ዓመት
ar: ٪ @ / سنة
as: %@/বছৰ
be: %@/год
bg: %@/година
bo: %@/ལོ
ca: %@ / any
ckb: %@/ساڵ
cs: %@/rok
de: %@/Jahr
el: %@/έτος
es: %@/año
et: %@/aasta
eu: %@/urtea
fi: %@/vuosi
fil: %@ / taon
fr: %@/année
fy: %@/jier
he: %@ / שנה
hi: %@ / वर्ष
hr: %@ / godina
hu: %@/év
hy: %@ / տարի
ka: %@ / წელი
kk: %@ / жыл
ko: %@/년
lb: %@ / Joer
lo: %@/ປີ
lv: %@/gadā
mai: %@/साल
mn: %@ / жил
ms: %@ / tahun
nl: %@/jaar
or: %@/ବର୍ଷ
pl: %@/rok
ps: ٪@/year
pt_br: %@/ano
rw: %@ / umwaka
sd: ٪@/سال
sl: %@/leto
sr: %@ / година
sr_latn: %@/godina
sv: %@/år
tk: unit-symbols
tr: %@/yıl
tt: %@/ел
ur: %@ / سال
uz: %@ / yil
vi: %@ / năm
zh_hans: %@/年

source: FreemiumKit.InAppPurchase.ProductFetchNoMatches(productID: %@)
am: በመታወቂያ '%@ ' ምንም ምርት አልተገኘም።
ar: لم يتم العثور على منتج لمعرف'٪@'.
as: আইডি '%@'ৰ বাবে কোনো সামগ্ৰী পোৱা নগ'ল।
be: Тавар не знойдзены па ідэнтыфікатару'%@'.
bg: Не е намерен продукт за ID '%@'.
bo: ཐོབ་ཐང་ལག་ཁྱེར་'%@'ལ་ཐོན་རྫས་གང་ཡང་རྙེད་མེད།
ca: No s 'ha trobat cap producte per A L 'IDENTIFICADOR'%@'.
ckb: هیچ بەرهەمێک بۆ ناسنامەی '%@' نەدۆزرایەوە.
cs: Pro ID '%@' nebyl nalezen žádný produkt.
de: Kein Produkt für die ID '%@' gefunden.
el: Δεν βρέθηκε προϊόν για το αναγνωριστικό '%@'.
es: No se ha encontrado ningún producto para el ID '%@'.
et: ID '%@' jaoks ei leitud toodet.
eu: Ez da produkturik aurkitu '%@ ' ID-rentzat.
fi: Tunnukselle '%@' ei löytynyt tuotetta.
fil: Walang nahanap na produkto para sa ID'%@'.
fr: Aucun produit n'a été trouvé pour l'ID '%@'.
fy: Gjin produkt fûn foar ID '%@'.
he: לא נמצא מוצר עבור מזהה'%@'.
hi: आईडी '%@'के लिए कोई उत्पाद नहीं मिला ।
hr: Proizvod nije pronađen prema ID-u'%@'.
hu: Nem találtunk terméket a '%@' azonosítóhoz.
hy: Ապրանքը չի գտնվել '%@ ' ID-ով:
ka: Id '%@' - სთვის ნაპოვნი პროდუქტი არ არის.
kk: Тауар '%@'идентификаторы бойынша табылмады.
ko: ID '%@'에 대한 제품을 찾을 수 없습니다.
lb: Kee Produkt gouf fir D ' ID '%@ ' fonnt.
lo: ບໍ່ພົບສິນຄ້າສຳລັບ ID'%@'.
lv: Nav atrasts neviens produkts ID '%@'.
mai: आईडी '%@' क लेल कोनो उत्पाद नहि भेटल.
mn: ID '%@ ' - д зориулсан бүтээгдэхүүн олдсонгүй.
ms: Tiada produk ditemui untuk ID'%@'.
nl: Geen product gevonden voor ID '%@'.
or: ID '%@' ପାଇଁ କୌଣସି ଉତ୍ପାଦ ମିଳିଲା ନାହିଁ।
pl: Nie znaleziono produktu dla ID '%@'.
ps: د ID لپاره هیڅ محصول ونه موندل شو '٪@'
pt_br: Nenhum produto foi encontrado para o ID '%@'.
rw: Nta bicuruzwa biboneka kuri ID '%@'.
sd: ID '%@' لاءِ ڪوبه پراڊڪٽ نه مليو.
sl: Za ID '%@' ni bil najden noben izdelek.
sr: Производ није пронађен према ИД-у'%@'.
sr_latn: Nije pronađen nijedan proizvod za ID '%@'.
sv: Ingen produkt hittades för ID '%@'.
tk: '%@' hşdiniň hili üçin önüm tapylmady.
tr: '%@' kimliği için ürün bulunamadı.
tt: Товар '%@ ' идентификаторы буенча табылмаган.
ur: ID '%@ ' کے لیے کوئی پروڈکٹ نہیں ملی۔
uz: ID '%@ ' uchun mahsulot topilmadi.
vi: KHÔNG tìm thấy SẢN phẩm NÀO CHO ID '%@'.
zh_hans: 没有找到ID为'%@'的产品。

source: FreemiumKit.LoadingProductsFailed.Message
am: ምርቶችን ከመተግበሪያ መደብር መጫን አልተሳካም።
ar: فشل تحميل المنتجات من متجر التطبيقات.
as: এপ্প ষ্টোৰৰ পৰা সামগ্ৰী লোড কৰিবলৈ ব্যৰ্থ হৈছে।
be: Не атрымалася загрузіць прадукты з App Store.
bg: Не успях да заредя продукти от App Store.
bo: ཉེར་སྤྱོད་ཚོང་ཁང་ནས་ཐོན་རྫས་དབོར་འདྲེན་བྱེད་མ་ཐུབ་པ།
ca: Ha fallat en carregar els productes des De L'App Store.
ckb: شکستی هێنا لە بارکردنی بەرهەمەکان لە ئەپ ستۆرەوە.
cs: Nepodařilo se načíst produkty z App Store.
de: Produkte aus dem App Store konnten nicht geladen werden.
el: Απέτυχε να φορτώσει προϊόντα από το App Store.
es: No se han podido cargar los productos de la App Store.
et: App Store'ist ei 천nnestunud tooteid laadida.
eu: Huts egin du produktuak App Store-tik kargatzean.
fi: Tuotteita ei onnistuttu lataamaan App Storesta.
fil: Nabigong mag-load ng mga produkto mula sa App Store.
fr: N'a pas réussi à charger les produits de l'App Store.
fy: It laden fan produkten út App Store is mislearre.
he: נכשל בטעינת מוצרים מחנות האפליקציות.
hi: ऐप स्टोर से उत्पादों को लोड करने में विफल ।
hr: Nije moguće preuzeti proizvode iz izbornika.
hu: Nem sikerült termékeket betölteni az App Store-ból.
hy: App Store-ից ապրանքները հնարավոր չէ ներբեռնել:
ka: ვერ მოხერხდა პროდუქციის ჩატვირთვა App Store-დან.
kk: App Store дүкенінен өнімдерді жүктеу мүмкін болмады.
ko: App Store에서 제품을 로드하지 못했습니다.
lb: Feeler Beim Luede Vu Produkter aus Dem App Store.
lo: ລົ້ມເຫລວໃນການໂຫລດຜະລິດຕະພັນຈາກ App Store.
lv: Neizdevās ielādēt produktus no App Store.
mai: ऐप स्टोर स उत्पाद लोड करबा मे असफल।
mn: App Store-оос бүтээгдэхүүн ачаалж чадсангүй.
ms: Gagal memuatkan produk dari App Store.
nl: Mislukt om producten uit App Store te laden.
or: ଆପ୍ ଷ୍ଟୋର୍ ରୁ ଉତ୍ପାଦଗୁଡିକ ଲୋଡ୍ କରିବାକୁ ବିଫଳ ହୋଇଛି।
pl: Nie udało się załadować produktów z App Store.
ps: .اپ سټور نه د محصولاتو په لېښلو کې پاتې راغی
pt_br: Falha ao carregar produtos da App Store.
rw: Kunanirwa gupakira ibicuruzwa mububiko bwa App.
sd: ايپ اسٽور تان پروڊڪٽس لوڊ ڪرڻ ۾ ناڪام.
sl: Ni uspelo naložiti izdelkov iz trgovine App Store.
sr: Преузимање производа из Апп Сторе-а није успело.
sr_latn: Učitavanje proizvoda iz Prodavnice aplikacija nije uspelo.
sv: Det gick inte att ladda produkter från App Store.
tk: App Store-dan önümleri ýüklemek başartmady.
tr: App Store'dan ürün yüklenemedi.
tt: App Store ' дан продуктларны йөкләп алу мөмкин булмады.
ur: اپلی کیشن سٹور سے مصنوعات لوڈ کرنے میں ناکام رہے.
uz: App Store-dan mahsulotlarni yuklab bo'lmadi.
vi: Không tải được sản phẩm Từ App Store.
zh_hans: 从App Store加载产品失败。

source: FreemiumKit.LoadingProductsFailed.ReloadButtonTitle
am: እንደገና ጫን
ar: إعادة التحميل
as: পুনৰ লোড কৰক
be: Перазагрузіць
bg: Презареждане
bo: བསྐྱར་དུ་ཕབ་ལེན་བྱ་དགོས
ca: Actualitza
ckb: دووبارە بارکردنەوە
cs: Znovu načíst
de: Neu laden
el: Επαναφόρτωση
es: Recarga
et: Laadige uuesti
eu: Berkargatu
fi: Lataa uudelleen
fil: I-Reload
fr: Recharge
fy: Reload
he: טען מחדש
hi: पुनः लोड करें
hr: Ponovno pokreni
hu: Újratöltés
hy: Վերաբեռնել
ka: გადატვირთვა
kk: Қайта жүктеу
ko: 다시 로드
lb: Lueden
lo: ໂຫລດ
lv: Pārlādēt
mai: पुनः लोड करे
mn: Дуут хувилбар
ms: Muat semula
nl: Herladen
or: ପୁନଃଲୋଡ୍
pl: Przeładuj
ps: بیالېښل
pt_br: Recarregar
rw: Ongera usubiremo
sd: ٻيهر لوڊ ڪريو
sl: Ponovno polnjenje
sr: Рестарт
sr_latn: Napuniљ
sv: Ladda om
tk: Ýüklemek
tr: Yeniden Yükle
tt: Яңадан башлау
ur: دوبارہ لوڈ کریں
uz: Qayta yuklash
vi: Tải lại
zh_hans: 重新加载

source: FreemiumKit.PickerProductsStyle.ContinueButtonTitle
am: ቀጥል
ar: تابع
as: অব্যাহত ৰাখক
be: Працягваць
bg: Продължи
bo: མུ་མཐུད་དུ་རྒྱུན་
ca: Continua
ckb: بەردەوام بوون
cs: Pokračovat
de: Weiter
el: Συνεχίστε
es: Continúa en
et: J채tka
eu: Jarraitu
fi: Jatka
fil: Magpatuloy
fr: Continue
fy: Trochgean
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
hy: Շարունակել
ka: გაგრძელება
kk: Жалғастыру
ko: 계속
lb: Weider
lo: ສືບຕໍ່
lv: Turpināt
mai: करैत रहू
mn: Үргэлжлүүлэх
ms: Teruskan
nl: Ga verder
or: ଜାରି ରଖନ୍ତୁ
pl: Kontynuuj
ps: ادامه
pt_br: Continuar
rw: Komeza
sd: جاري رکو
sl: Nadaljuj
sr: Настави
sr_latn: Nastavite
sv: Fortsätt
tk: Dowam ediň
tr: Devam et
tt: Бирү
ur: جاری رکھیں
uz: Davom
vi: Tiếp tục
zh_hans: 继续

source: FreemiumKit.PickerProductsStyle.CurrentPlan
am: የአሁኑ ዕቅድ
ar: الخطة الحالية
as: বৰ্তমান পৰিকল্পনা
be: Бягучы план
bg: Текущ план
bo: མིག་སྔའི་འཆར་གཞི།
ca: Pla Actual
ckb: پلانی ئێستا
cs: Současný plán
de: Aktueller Plan
el: Τρέχον σχέδιο
es: Plan actual
et: Praegune kava
eu: Egungo Plana
fi: Nykyinen suunnitelma
fil: Kasalukuyang Plano
fr: Plan actuel
fy: Aktueel plan
he: תוכנית נוכחית
hi: वर्तमान योजना
hr: Trenutni plan
hu: Jelenlegi terv
hy: Ընթացիկ պլան
ka: მიმდინარე გეგმა
kk: Ағымдағы жоспар
ko: 현재 계획
lb: Aktuelle Plang
lo: ແຜນປະຈຸບັນ
lv: Pašreizējais plāns
mai: वर्तमान योजना
mn: Одоогийн Төлөвлөгөө
ms: Pelan Semasa
nl: Huidig plan
or: ସାମ୍ପ୍ରତିକ ଯୋଜନା
pl: Aktualny plan
ps: اوسنی پلان
pt_br: Plano atual
rw: Gahunda y'ubu
sd: موجوده منصوبو
sl: Trenutni načrt
sr: Тренутни план
sr_latn: Trenutni plan
sv: Nuvarande plan
tk: Häzirki meýilnama
tr: Mevcut Plan
tt: Агымдагы план
ur: موجودہ منصوبہ
uz: Joriy Reja
vi: Kế Hoạch Hiện Tại
zh_hans: 目前的计划

source: FreemiumKit.RestorePurchasesButton.Title
am: ግዢዎችን ይመልሱ
ar: استعادة المشتريات
as: ক্ৰয়সমূহ পুনৰুদ্ধাৰ কৰক
be: Аднаўленне пакупак
bg: Възстановяване на покупките
bo: ཉོ་སྒྲུབ་སླར་གསོ་བྱ་དགོས།
ca: Restaurar Compres
ckb: گەڕاندنەوەی کڕینەکان
cs: Obnovení nákupů
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
et: Ostude taastamine
eu: Leheneratu Erosketak
fi: Palauta ostokset
fil: Ibalik Ang Mga Pagbili
fr: Restaurer les achats
fy: Oankeapen herstelle
he: שחזור רכישות
hi: खरीद बहाल करें
hr: Oporavak kupnje
hu: Vásárlások visszaállítása
hy: Գնումների վերականգնում
ka: შესყიდვების აღდგენა
kk: Сатып алуды қалпына келтіру
ko: 구매 복원
lb: Restaur√©iert akeef
lo: ຟື້ນຟູການຊື້
lv: Pirkumu atjaunošana
mai: खरीद बहाल करे
mn: Худалдан Авалтыг Сэргээх
ms: Pulihkan Pembelian
nl: Aankopen herstellen
or: କ୍ରୟ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pl: Przywróć zakupy
ps: پیرودونه بحال کړئ
pt_br: Restaurar compras
rw: Kugarura ibyaguzwe
sd: خريداري بحال ڪريو
sl: Obnovitev nakupov
sr: Опоравак куповине
sr_latn: Vrati u prethodno stanje nabavke
sv: Återställ inköp
tk: Satyn Alşy Gaýd Etmek
tr: Satın Almaları Geri Yükle
tt: Сатып алуларны торгызу
ur: خریداری بحال کریں
uz: Xaridlarni Tiklash
vi: Khôi Phục Mua Hàng
zh_hans: 恢复购买
